---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemAnchorStandard
source: html/c11baf7c-646a-6ec4-17de-e81d71f6705c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemAnchorStandard Property

"Standard"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemAnchorStandard { get; }
```